---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.LayeredNdfType.Ggx
enum: Autodesk.Revit.DB.Visual.LayeredNdfType
source: html/383ff329-5f89-7d95-7b0e-dcdcfc3b219f.htm
---
# Autodesk.Revit.DB.Visual.LayeredNdfType.Ggx